Repository: marslin1220/RunCraft
Catalog: RunCraftPackage/Sources/RunCraftIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Couldn't send
ja: 送信できませんでした
ko: 전송할 수 없습니다
zh_hans: 无法传送
zh_hant: 無法傳送

source: Daniels' VDOT score. Typically 30 (beginner) to 85 (elite).
ja: Daniels VDOT スコア。通常は 30（初心者）〜85（エリート）の範囲です。
ko: Daniels VDOT 점수. 보통 30(초보자)에서 85(엘리트) 사이입니다.
zh_hans: Daniels VDOT 数值。一般落在 30（初学者）到 85（精英）之间。
zh_hant: Daniels VDOT 數值。一般落在 30（初學者）到 85（菁英）之間。

source: Distance
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Duration
ja: 時間
ko: 시간
zh_hans: 时长
zh_hant: 時長

source: How far you ran, in kilometres.
ja: 走った距離（キロメートル）。
ko: 달린 거리(킬로미터).
zh_hans: 跑了多远（公里）。
zh_hant: 跑了多遠（公里）。

source: How long the run took, in minutes.
ja: ランの所要時間（分）。
ko: 달린 시간(분).
zh_hans: 跑了多久（分钟）。
zh_hant: 跑了多久（分鐘）。

source: How many kilometres did you run?
ja: 何キロ走りましたか？
ko: 몇 킬로미터 달렸나요?
zh_hans: 跑了几公里？
zh_hant: 跑了幾公里？

source: How many minutes did it take?
ja: 何分かかりましたか？
ko: 몇 분 걸렸나요?
zh_hans: 花了几分钟？
zh_hant: 花了幾分鐘？

source: I don't see a RunCraft plan for today. Open the app and set up a race goal to generate one.
ja: 今日の RunCraft プランは見つかりません。App を開いてレース目標を設定してください。
ko: 오늘 RunCraft 계획이 없습니다. 앱을 열어 레이스 목표를 설정하세요.
zh_hans: 今天没有 RunCraft 的训练。打开 App 设定比赛目标就会产生计划。
zh_hant: 今天沒有 RunCraft 的訓練。打開 App 設定比賽目標就會產生計畫。

source: Log Run
ja: ランを記録
ko: 러닝 기록
zh_hans: 记录跑步
zh_hant: 記錄跑步

source: Log a completed run
ja: 完了したランを記録
ko: 완료된 러닝 기록
zh_hans: 记录完成的跑步
zh_hant: 記錄完成的跑步

source: Logged to RunCraft
ja: RunCraft に記録しました
ko: RunCraft에 기록되었습니다
zh_hans: 已记录到 RunCraft
zh_hant: 已記錄到 RunCraft

source: Manually adjust the VDOT that RunCraft uses to compute pace zones.
ja: RunCraft がペースゾーンを計算するために使う VDOT を手動で調整します。
ko: RunCraft가 페이스 존을 계산하는 데 사용하는 VDOT을 수동으로 조정합니다.
zh_hans: 手动调整 RunCraft 用来计算配速区间的 VDOT。
zh_hant: 手動調整 RunCraft 用來計算配速區間的 VDOT。

source: No plan yet
ja: プラン未設定
ko: 계획 없음
zh_hans: 尚无计划
zh_hant: 尚無計畫

source: Open RunCraft and set up a race goal to generate a training plan.
ja: RunCraft を開いてレース目標を設定すると、トレーニングプランが生成されます。
ko: RunCraft을 열어 레이스 목표를 설정하면 훈련 계획이 생성됩니다.
zh_hans: 打开 RunCraft 设定比赛目标来产生训练计划。
zh_hant: 打開 RunCraft 設定比賽目標來產生訓練計畫。

source: Open RunCraft and try Start Workout from the editor.
ja: RunCraft を開いて、エディタから「ワークアウトを開始」をタップしてください。
ko: RunCraft을 열어 에디터에서 "운동 시작"을 다시 눌러보세요.
zh_hans: 打开 RunCraft，在编辑器中按「开始训练」再试一次。
zh_hant: 打開 RunCraft，在編輯器中按「開始訓練」再試一次。

source: Opening Workouts on your Apple Watch…
ja: Apple Watch で「ワークアウト」を開いています…
ko: Apple Watch에서 "운동"을 여는 중…
zh_hans: 正在打开 Apple Watch 上的「体能训练」…
zh_hant: 正在打開 Apple Watch 上的「體能訓練」…

source: Read the planned RunCraft session for today out loud, with target distance, duration and pace.
ja: 今日の RunCraft セッションを目標距離・時間・ペース付きで読み上げます。
ko: 오늘의 RunCraft 세션을 목표 거리, 시간, 페이스와 함께 읽어줍니다.
zh_hans: 把今天 RunCraft 的训练念给你听，包括目标距离、时长与配速。
zh_hant: 把今天 RunCraft 的訓練念給你聽，包括目標距離、時長與配速。

source: Run recorded
ja: ラン記録完了
ko: 러닝 기록됨
zh_hans: 已记录跑步
zh_hant: 已記錄跑步

source: Save a run you finished without HealthKit tracking. Records distance, duration and average pace.
ja: HealthKit で計測していないランを保存します。距離・時間・平均ペースを記録します。
ko: HealthKit으로 추적하지 않은 러닝을 저장합니다. 거리, 시간, 평균 페이스를 기록합니다.
zh_hans: 记录没有透过 HealthKit 追踪的跑步，会储存距离、时长与平均配速。
zh_hant: 記錄沒有透過 HealthKit 追蹤的跑步，會儲存距離、時長與平均配速。

source: Send a RunCraft workout to your paired Apple Watch and start it in the Workout app.
ja: ペアリング済みの Apple Watch に RunCraft ワークアウトを送信し、「ワークアウト」アプリで開始します。
ko: 페어링된 Apple Watch에 RunCraft 운동을 보내고 "운동" 앱에서 시작합니다.
zh_hans: 把 RunCraft 的训练传到配对的 Apple Watch，并在「体能训练」App 中启动。
zh_hant: 把 RunCraft 的訓練傳到配對的 Apple Watch，並在「體能訓練」App 中啟動。

source: Sent to Apple Watch
ja: Apple Watch に送信しました
ko: Apple Watch로 전송됨
zh_hans: 已传送到 Apple Watch
zh_hant: 已傳送到 Apple Watch

source: Set VDOT
ja: VDOT を設定
ko: VDOT 설정
zh_hans: 设定 VDOT
zh_hant: 設定 VDOT

source: Set up a race goal in RunCraft to apply this to your plan.
ja: RunCraft でレース目標を設定すると、この変更がプランに適用されます。
ko: RunCraft에서 레이스 목표를 설정하면 이 변경이 계획에 적용됩니다.
zh_hans: 在 RunCraft 设定比赛目标，这个变更才会应用到你的计划。
zh_hant: 在 RunCraft 設定比賽目標，這個變更才會套用到你的計畫。

source: Start Workout
ja: ワークアウトを開始
ko: 운동 시작
zh_hans: 开始训练
zh_hant: 開始訓練

source: Start a workout
ja: ワークアウトを開始
ko: 운동 시작
zh_hans: 开始一份训练
zh_hant: 開始一份訓練

source: Today's Training
ja: 今日のトレーニング
ko: 오늘의 훈련
zh_hans: 今天的训练
zh_hant: 今天的訓練

source: Today's Training Session
ja: 今日のトレーニング
ko: 오늘의 훈련
zh_hans: 今天的训练
zh_hant: 今天的訓練

source: Today's training
ja: 今日のトレーニング
ko: 오늘의 훈련
zh_hans: 今天的训练
zh_hant: 今天的訓練

source: Training
ja: トレーニング
ko: 훈련
zh_hans: 训练
zh_hant: 訓練

source: VDOT updated
ja: VDOT を更新しました
ko: VDOT 업데이트됨
zh_hans: VDOT 已更新
zh_hant: VDOT 已更新

source: Visible in the Insights tab.
ja: 「インサイト」タブで確認できます。
ko: "인사이트" 탭에서 확인할 수 있습니다.
zh_hans: 可在「数据分析」分页查看。
zh_hant: 可在「數據分析」分頁查看。

source: Apple Watch not reachable
ja: Apple Watch に接続できません
ko: Apple Watch에 연결할 수 없음
zh_hans: 无法连接 Apple Watch
zh_hant: 無法連線至 Apple Watch

source: What's today's training?
ja: 今日のトレーニングは？
ko: 오늘 훈련은 뭐예요?
zh_hans: 今天的训练是什么？
zh_hant: 今天的訓練是什麼？

source: Which template to send to your Apple Watch.
ja: Apple Watch に送信するテンプレートを選択。
ko: Apple Watch에 보낼 템플릿을 선택하세요.
zh_hans: 要把哪一份模板传到 Apple Watch。
zh_hant: 要把哪一份範本傳到 Apple Watch。

source: Workout
ja: ワークアウト
ko: 운동
zh_hans: 训练
zh_hant: 訓練

source: Open RunCraft on your Apple Watch, then try again.
ja: Apple Watch で RunCraft を開いてから、もう一度お試しください。
ko: Apple Watch에서 RunCraft를 연 다음 다시 시도하세요.
zh_hans: 请在 Apple Watch 上打开 RunCraft，然后重试。
zh_hant: 請在 Apple Watch 上開啟 RunCraft，然後再試一次。

source: Starting %@ on your Apple Watch.
ja: Apple Watch で %@ を開始しています…
ko: Apple Watch에서 %@ 시작 중…
zh_hans: 正在 Apple Watch 上启动 %@…
zh_hant: 正在 Apple Watch 上啟動 %@…

source: There's no training session scheduled for today.
ja: 今日は訓練セッションが予定されていません。
ko: 오늘 예정된 훈련 세션이 없습니다.
zh_hans: 今天没有安排训练。
zh_hant: 今天沒有安排訓練。

source: I couldn't send %@ to your Watch. %@
ja: %@ を Apple Watch に送信できませんでした。%@
ko: %@을(를) Apple Watch에 보낼 수 없습니다. %@
zh_hans: 无法将 %@ 传送到 Apple Watch。%@
zh_hant: 無法將 %@ 傳送到 Apple Watch。%@

source: I couldn't find a workout named %@ any more — it may have been deleted.
ja: %@ というワークアウトは見つかりません。削除された可能性があります。
ko: %@ 운동을 더 이상 찾을 수 없습니다. 삭제된 것 같습니다.
zh_hans: 找不到名为 %@ 的训练，它可能已被删除。
zh_hant: 找不到名為 %@ 的訓練，它可能已被刪除。
